Repository: liyishibeck-ctrl/Buddhist_Text_Analysis_Platform
Catalog: data/raw/tibetan/84000/data-translation-memory-master/toh95-v4.tmx
Source language: bo
Languages: en

source: །ཁྱིམ་དང་སྲང་ན་འདུག་པར་མི་དགའོ།
en: They cannot stay still in their houses or in the streets As they behold the form of this perfect man.

source: །རིངས་པར་མི་ཞིག་རྒྱལ་པོའི་ཁབ་སོང་སྟེ།
en: Quickly one man runs to the palace

source: །དེ་དགའ་རྒྱལ་པོ་གཟུགས་ཅན་སྙིང་པོ་ལ།
en: And joyfully relates the story to King Bimbisāra:

source: །གྲོང་འདིར་ཚངས་པ་བདག་ཉིད་བསོད་སྙོམས་སྤྱོད།
en: “It seems that Brahmā himself is doing alms rounds in our city!

source: །ལྷ་ཁྱོད་བརྙེས་པ་དམ་པ་བརྙེས་ཞེས་ཟེར།
en: Your Majesty, you are most fortunate!”

source: །ཁ་ཅིག་བརྒྱ་བྱིན་ལྷ་ཡི་རྒྱལ་ཞེས་ཟེར།
en: Some people say to the king that it is Śakra, king of the gods;

source: །གཞན་དག་འཐབ་བྲལ་ལྷ་ཡི་བུ་ཞེས་ཟེར།
en: Others say it is a god from the Heaven Free from Strife.

source: །དེ་བཞིན་ཡོངས་སུ་དགའ་ལྡན་འཕྲུལ་དགའ་དང་། །གཞན་དག་རབ་འཕྲུལ་ལྷ་ཡི་བུ་ཞེས་ཟེར།
en: Others say it is a god from the Heaven of Joy or the Heaven of Delighting in Emanations; Some suggest it is a god from the Heaven of Making Use of Others’ Emanations.

source: །ཁ་ཅིག་ཉི་མ་ཟླ་བ་དེ་བཞིན་དུ།
en: There are some who say that it is Sūrya or Candra;

source: །སྒྲ་གཅན་སྟོབས་ལྡན་ཐགས་བཟངས་རིས་ཞེས་ཟེར།
en: Some say it is Rāhu, Balī, or Vemacitri.

source: །ཁ་ཅིག་དག་ནི་ཚིག་ཀྱང་འདི་སྐད་དུ།
en: Still others are saying,

source: །རི་རྒྱལ་སྐྱ་ལ་འདུག་པ་འདི་ཡིན་ཟེར།
en: “He lives on Pāṇḍava, the king of mountains.”

source: །རྒྱལ་པོས་ཚིག་ནི་དེ་དག་ཐོས་གྱུར་ནས།
en: As the king hears these reports,

source: །ཡིད་ནི་མཆོག་ཏུ་དགའ་ཞིང་སྐར་ཁུང་འདུག །
en: He is overjoyed and comes to his balcony.

source: ཤིན་ཏུ་སྦྱངས་པའི་གསེར་ལྟར་དཔལ་འབར་བ། །བྱང་ཆུབ་སེམས་དཔའ་སེམས་ཅན་མཆོག་མཐོང་ངོ་།
en: There he sees the Perfect Being, the Bodhisattva, Who shines with beauty like well-refined gold.

source: །རྒྱལ་པོ་གཟུགས་ཅན་སྙིང་པོས་མི་དེ་ལ།
en: King Bimbisāra gives the Bodhisattva some alms

source: །བསོད་སྙོམས་བྱིན་ལ་གར་སོང་ལྟོས་ཤེས་བསྒོ།
en: And tells his men, “Find out where he goes.”

source: །རི་ཡི་མཆོག་ལ་དེ་ནི་སོང་མཐོང་ནས།
en: Seeing that he returns to the best of mountains, they report back:

source: །ཁ་ཅིག་རི་ཡི་ངོས་ལ་དེ་མཆིས་སྨྲས།
en: “Your Majesty, he is staying on the face of the mountain!”

source: །གཟུགས་ཅན་སྙིང་པོས་ནམ་ནངས་ཞེས་ནས་ནི།
en: Knowing that the night has passed,

source: །མི་དབང་སྐྱེ་བོ་མང་པོས་ཡོངས་བསྐོར་ཏེ།
en: King Bimbisāra, surrounded by a large retinue,

source: །རི་ཡི་རྒྱལ་པོ་སྐྱ་བོའི་དྲུང་དུ་སོང་།
en: Arrives at the root of Pāṇḍava, the king of mountains,

source: །རི་དེ་དཔལ་ནི་རབ་ཏུ་འབར་བར་མཐོང་།
en: And sees that the mountain is ablaze in glory.

source: །བཞོན་པ་ལས་ནི་བབས་ཏེ་རྐང་གིས་སོང་།
en: He dismounts from his chariot and proceeds on foot.

source: །ཇི་ལྟར་ལྷུན་པོ་བཞིན་དུ་མི་གཡོ་ཞིང་།
en: With great devotion he beholds the Bodhisattva

source: །རྩྭ་བཏིང་སྟེང་ན་སྐྱིལ་མོ་ཀྲུང་འདུག་པའི། །བྱང་ཆུབ་སེམས་དཔའ་མཆོག་ཏུ་གུས་པས་མཐོང་། །རྒྱལ་པོས་རྐང་པར་མགོ་བོས་ཕྱག་བྱས་ཏེ།
en: Sitting cross-legged on a cushion of grass, Immutable, like the central mountain. The king touches his head to the Bodhisattva’s feet.

source: །རྣམ་པ་སྣ་ཚོགས་དག་གི་གཏམ་བྱས་ནས།
en: As they discuss many issues, the king says,

source: །ཁྱོད་ལ་རྒྱལ་སྲིད་ཀུན་གྱི་ཕྱེད་སྦྱིན་གྱིས།
en: “I will give you half my kingdom. Enjoy the sense pleasures here;

source: །འདོད་པའི་ཡོན་ཏན་འདི་སྤྱོད་མ་འཕྱན་སྨྲས།
en: I will give you all you need.”

source: །བྱང་ཆུབ་སེམས་དཔས་འཇམ་པོའི་ཚིག་སྨྲས་པ།
en: The Bodhisattva replies in soft words,

source: །ས་ཡི་བདག་པོ་ཡུན་རིངས་ཚེ་སྲུངས་ཤིག །ཁོ་བོས་རྒྱལ་སྲིད་སྡུག་པ་བོར་ནས་སུ། །རེ་བ་མེད་པར་ཞི་ཕྱིར་རབ་ཏུ་བྱུང་།
en: “Ruler of this land, may your life be long! I have already discarded a beautiful kingdom and become a monk In order to search for peace with no expectations for the future.” The king of Magadha responds to the Bodhisattva,

source: །གཞོན་ནུ་ཐོར་བུ་དར་ལ་བབ་དང་ལྡན།
en: “You are young and in the prime of life;

source: །ལུས་ཀྱི་ཁ་དོག་མཛེས་ཤིང་ཤུགས་ལྡན་ན།
en: You have a beautiful complexion and you are strong.

source: །ནོར་མང་དག་དང་བུད་མེད་ཚོགས་བཞེས་ཏེ།
en: Let me offer you much wealth and many women.

source: །བདག་གི་རྒྱལ་སྲིད་འདིར་བཞུགས་འདོད་པ་སྤྱོད། །མ་ག་དྷཱའི་རྒྱལ་པོས་བྱང་ཆུབ་སེམས་དཔའ་ལ་སྨྲས་པ།
en: “Please stay in my kingdom and enjoy yourself.

source: བདག་ཁྱོད་མཐོང་བས་མཆོག་ཏུ་དགའ།
en: When I see you, I am filled with supreme joy;

source: །བདག་གི་རྒྱལ་སྲིད་ཀུན་གྱི་གྲོགས་མཛོད་ཅིག །བདག་ནི་ཁྱོད་ལ་མངའ་འབུལ་འདོད་པ་སྤྱོད།
en: Please be my friend, and I will give you my entire kingdom. Please enjoy its abundant pleasures.

source: །ནགས་ཚལ་སྟོང་པ་དག་ཏུ་མ་བཞུགས་ཤིག །སླན་ཆད་ས་གནས་རྩྭ་སྟེང་མ་བཞུགས་ཤིག །ཁྱོད་ཀྱི་སྐུ་ནི་མཆོག་ཏུ་རབ་ཏུ་གཞོན།
en: “Please do not stay in the empty forest; From now on, please do not sit on grass on the ground. Your body is so young and fresh,

source: །བདག་གི་རྒྱལ་སྲིད་འདིར་བཞུགས་འདོད་པ་སྤྱོད།
en: So please stay in my kingdom and enjoy yourself.”

source: །བྱང་ཆུབ་སེམས་དཔས་འཇམ་ཞིང་གྱ་གྱུ་མེད།
en: The Bodhisattva replies in a gentle voice,

source: །དགའ་འགྱུར་ཕན་ཞིང་སྙིང་བརྩེའི་ཚིག་སྨྲས་པ།
en: With love and concern for the king’s welfare,

source: །རྒྱལ་པོ་ཁྱོད་ནི་རྟག་ཏུ་བཀྲ་ཤིས་གྱུར།
en: “King, may fortune always be with you!

source: །ཁོ་བོ་འདོད་པའི་ཡོན་ཏན་མི་འདོད་དོ།
en: I do not seek desirable objects.

source: །འདོད་པ་དུག་འདྲ་ཉེས་པ་མཐའ་ཡས་ལྡན།
en: “Desire is like poison and has endless faults;

source: །སེམས་ཅན་དམྱལ་དང་ཡི་དགས་དུད་འགྲོར་ལྟུང་།
en: It pushes beings into hell and the realms of hungry spirits and animals.

source: །མཁས་པས་སྨད་ཅིང་འདོད་པས་འཕགས་མ་ཡིན།
en: Ignoble desires are condemned by the wise ones;

source: །ཁོ་བོས་ངར་སྣབས་རུལ་པ་བཞིན་དུ་བོར།
en: I have abandoned desire like putrid snot.

source: །འདོད་པ་ཤིང་གི་འབྲས་བུ་བཞིན་དུ་ལྟུང་།
en: “Desires fall like fruit from trees;

source: །ཇི་ལྟར་སྤྲིན་དང་ཆར་པ་བཞིན་དུ་འགྲོ།
en: They pass like clouds and rain.

source: །མི་བརྟན་འགྱུར་ལ་ཇི་ལྟར་རླུང་བཞིན་འགྲོ།
en: Unstable and fleeting, they move like the wind;

source: །དགེ་བ་ཐམས་ཅད་རྣམ་པར་འཐོར་ཞིང་སླུ།
en: They destroy everything that is good, and should be avoided.

source: །དེ་བཞིན་འདོད་པ་མི་རྙེད་ཕྱིར་ཡང་གདུང་།
en: “If people don’t get what they want, their desires burn;

source: །རྙེད་དུ་ཟིན་ཀྱང་ཆོག་པར་འཛིན་མི་འགྱུར།
en: But even if they do get what they want, it is never enough.

source: །གང་ཚེ་དབང་མེད་མ་རུང་རབ་གྱུར་པ།
en: However, when desires consume someone who is unable to handle them,

source: །དེ་ཚེ་འདོད་པ་སྡུག་བསྔལ་དྲག་ཆེན་བསྐྱེད།
en: That is when these terrifying desires bring the most pain.

source: །རྒྱལ་པོ་ལྷ་ཡི་འདོད་པ་གང་ཡིན་དང་། །མི་ཡི་འདོད་པ་བཟང་པོ་གང་ཡིན་པའི། །འདོད་པ་ཐམས་ཅད་མི་གཅིག་གིས་ཐོབ་ཀྱང་།
en: “Your Majesty, even if one man were to attain All the pleasures of the gods And everything desirable among humans,

source: །དེ་ལ་ཆོག་པ་མེད་དེ་ཡང་ཚོལ་ལོ།
en: It still would not suffice, and he would search for more.

source: །རྒྱལ་པོ་གང་དག་ཞི་ཞིང་དུལ་གྱུར་པ།
en: “Yet, Your Majesty, whoever is peaceful and gentle,

source: །འཕགས་པ་ཟག་མེད་ཆོས་ཀྱིས་འདུ་ཤེས་གང་།
en: Informed by the noble and stainless Dharma,

source: །ཤེས་རབ་མཁས་པས་ཆོག་པ་དེ་ལེགས་ཆོག །འདོད་པའི་ཡོན་ཏན་ཆོག་པ་ཅུང་ཟད་མེད།
en: And filled with knowledge—he is satisfied. For him desirable objects have no attraction.

source: །རྒྱལ་པོ་འདོད་པ་དག་ལ་བསྟེན་བྱས་ཤིང་།
en: “Your Majesty, if one follows after desire,

source: །སྔན་ཆད་འདུས་བྱས་པ་ཡི་མཐའ་མ་མེད།
en: It will never end.

source: །ཇི་ལྟར་མི་དག་ལན་ཚྭའི་ཆུ་འཐུངས་བཞིན།
en: Like drinking salty water,

source: །འདོད་པ་བསྟེན་ན་ཕྱིར་ཞིང་སྲེད་པ་འཕེལ།
en: Following after desire only increases craving.

source: །རྒྱལ་པོ་ལུས་ལ་ཡང་ལྟོས་དེ་མི་བརྟན།
en: “Your Majesty, consider how unstable the body is.

source: །སྙིང་པོ་མེད་དེ་སྡུག་བསྔལ་འཁྲུལ་འཁོར་བཞིན།
en: There is no substance to the body—it is like a machine of suffering;

source: །བུ་ག་དགུ་ཡི་སྒོ་ནས་རྟག་ཏུ་འཛག །རྒྱལ་པོ་ཁོ་བོ་འདོད་པའི་འདོད་ཆགས་མེད།
en: It constantly leaks from the nine openings. Your Majesty, I have no desire for pleasures.

source: །ཁོ་བོས་འདོད་པ་མང་དང་དེ་བཞིན་དུ།
en: “I have abandoned many delights

source: །བལྟ་ན་སྡུག་པའི་བུད་མེད་སྟོང་བོར་ཏེ།
en: And thousands of women so beautiful to behold.

source: །མཆོག་ཞི་བྱང་ཆུབ་དམ་པ་ཐོབ་འདོད་ནས།
en: I now wish for the perfect peace of sacred awakening.

source: །ཁོ་བོ་སྲིད་པ་མི་དགའ་ངེས་པར་འབྱུང་།
en: Since I find no joy in conditioned existence, I have left it.”

source: །མ་ག་དྷཱ་ཡི་རྒྱལ་པོས་དེར་སྨྲས་པ།
en: The king of Magadha now asks:

source: །དགེ་སློང་ཕྱོགས་ནི་གང་དང་གང་ནས་བྱོན།
en: “Monk, where do you come from?

source: །གང་དུ་ཁྱོད་སྐྱེས་ཡབ་ཡུམ་གང་ན་བཞུགས།
en: Where were you born? Where are your father and mother?

source: །རྒྱལ་རིགས་ལགས་སམ་བྲམ་ཟེའམ་རྒྱལ་པོ་ལགས།
en: Are you a member of the ruling class, a priest, or a king?

source: །དགེ་སློང་ཁུར་གྱི་འདུ་ཤེས་མེད་ན་གསུངས།
en: Monk, please tell me everything, if you don’t mind.”

source: །བྱང་ཆུབ་སེམས་དཔས་དེ་ལ་འདི་སྐད་སྨྲས།
en: The Bodhisattva replies:

source: །རྒྱལ་པོ་ཤཱཀྱ་རྣམས་ཀྱི་སེར་སྐྱའི་གྲོང་།
en: “Your Majesty, I am from the city of Kapilavastu of the Śākyas,

source: །མཆོག་ཏུ་འབྱོར་ཅིང་རྒྱས་པ་ཐོས་གྱུར་ཏམ།
en: A wonder-filled city of which you may have heard.

source: །ཁོ་བོའི་ཕ་ཡི་མིང་ནི་ཟས་གཙང་ཡིན།
en: My father’s name is Śuddhodana.

source: །ཡོན་ཏན་འདོད་པས་ཁོ་བོ་དེར་རབ་བྱུང་།
en: I renounced this city because I wished for deeper qualities.”

source: །མ་ག་དྷཱ་ཡི་རྒྱལ་པོས་འདི་སྐད་སྨྲས།
en: The king of Magadha says: “Good!

source: །ཁྱོད་མཐོང་ལེགས་པར་མཐོང་སྟེ་ལེགས་པ་ལགས།
en: We are so glad to see you!

source: །གང་ལས་ཁྱོད་སྐྱེས་བདག་ཀྱང་དེའི་སློབ་མ།
en: As for your life, we too can learn from it. Also forgive me for my earlier intention

source: །འདོད་ཆགས་བྲལ་བ་འདོད་པར་སྤྱན་དྲངས་པ། །ཐུགས་ནས་བདག་ལ་བཟོད་པ་མཛད་དུ་གསོལ།
en: To invite the One Free from Desire to enjoy sense pleasures.

source: །གང་ཚེ་ཁྱོད་ཀྱིས་བྱང་ཆུབ་བརྙེས་གྱུར་ཚེ།
en: “If you do become awakened,

source: །ཆོས་རྗེས་བདག་ལ་ཆོས་ཀྱི་བགོ་བཤའ་མཛོད།
en: Dharma Lord, please share the Dharma with me.

source: །རང་བྱུང་བདག་གི་ཡུལ་ན་བཞུགས་པ་ནི།
en: Self-Born One, that you now live in my country

source: །བདག་གིས་མཆོག་ཏུ་རྙེད་པ་རབ་རྙེད་དོ།
en: Is for me the greatest gift of all.”

source: །དེ་ནས་ཀྱང་ནི་རྐང་པར་ཕྱག་བྱས་ཏེ། །རྒྱལ་པོས་ཤིན་ཏུ་གུས་པར་བསྐོར་བྱས་ནས།
en: Once again the king bows to the Bodhisattva’s feet; He circumambulates the Bodhisattva with the greatest respect.

source: །མི་དབང་རང་གི་སྐྱེ་བོས་ཡོངས་བསྐོར་ཏེ།
en: Then, surrounded by his entourage,

source: །སླར་ཡང་རྒྱལ་པོའི་ཁབ་ཏུ་ཞུགས་པར་གྱུར།
en: The ruler returns to his royal palace.

source: །འཇིག་རྟེན་མགོན་པོ་མ་ག་དྷཱ་ཡི་གྲོང་ཞུགས་ཏེ།
en: The Protector of the World came to the city in Magadha;

source: །ཇི་སྲིད་འདོད་པར་ཞི་བའི་ཡིད་ཀྱིས་འདུག །ལྷ་དང་མི་རྣམས་ཀྱི་ནི་དོན་བྱས་ནས།
en: Peacefully, he stayed as long as he wished. When he had accomplished the welfare of gods and humans,

source: །མི་དབང་ནཻ་རན་ཛ་ནའི་ཆུ་འགྲམ་སོང་།
en: The Lord of Men proceeded to the banks of the Nairañjanā River.

source: །གཟུགས་ཅན་སྙིང་པོ་འོངས་པའི་ལེའུ་ཞེས་བྱ་བ་སྟེ་བཅུ་དྲུག་པའོ།། །།
en: This concludes the sixteenth chapter, on the visit of King Bimbisāra.

source: དགེ་སློང་དག་ཡང་དེའི་ཚེ་རངས་བྱེད་ཀྱི་བུ་ལྷག་སྤྱོད་རྒྱལ་པོའི་ཁབ་ཀྱི་གྲོང་ཁྱེར་ཆེན་པོར་གནས་བཅས་ནས་སློབ་མའི་ཚོགས་ཆེན་པོ་སློབ་མ་བདུན་བརྒྱ་དང་ལྷན་ཅིག་ཏུ་གནས་ཏེ།
en: Monks, at that time a son of Rāma by the name of Rudraka arrived in Rājagṛha, where he stayed with a large group of seven hundred of his students.

source: དེ་དེ་དག་ལ་འདུ་ཤེས་མེད་འདུ་ཤེས་མེད་མིན་གྱི་བརྟུལ་ཞུགས་དང་འཐུན་པའི་ཆོས་སྟོན་ཏོ། །
en: He was teaching his students the principles of the disciplined conduct necessary for attaining the state where there is neither perception nor nonperception.

source: དགེ་སློང་དག་བྱང་ཆུབ་སེམས་དཔའ་རངས་བྱེད་ཀྱི་བུ་ལྷག་སྤྱོད་ཚོགས་དང་ལྡན་པ་ཚོགས་ཅན། ཚོགས་ཀྱི་སློབ་དཔོན། གྲགས་པ་མངོན་པར་འདོད་པ། སྐྱེ་བོ་མང་པོས་མཆོད་པ། མཁས་པ། ཀུན་གྱིས་ཤེས་པ་མཐོང་ངོ་།
en: Monks, the Bodhisattva saw that Rudraka, the son of Rāma, was in charge of a group, indeed a large group, and that as the head of the congregation, he was well-known, popular, venerated by the masses, and recognized by all scholars.

source: །མཐོང་ནས་ཀྱང་དེ་འདི་སྙམ་དུ་སེམས་ཏེ།
en: Witnessing this, the Bodhisattva thought to himself:

source: རངས་བྱེད་ཀྱི་བུ་ལྷག་སྤྱོད་འདི་ཚོགས་དང་ལྡན་པ།
en: “Rudraka, the son of Rāma, is really in charge of a group, indeed a large group;

source: ཚོགས་ཅན། ཚོགས་ཀྱི་སློབ་དཔོན། གྲགས་པ་མངོན་པར་འདོད་པ། སྐྱེ་བོ་མང་པོས་མཆོད་པ། མཁས་པ་ཀུན་གྱིས་ཤེས་པ་ཡིན་ན།
en: he is the head of the congregation and, moreover, well-known, popular, venerated by the masses, and recognized by all scholars.

source: གལ་ཏེ་བདག་དེའི་དྲུང་དུ་སོང་སྟེ། བརྟུལ་ཞུགས་དང་དཀའ་ཐུབ་མ་བརྩམས་ན་ནི། འདི་བདག་ལ་ཁྱད་པར་དུ་འཕགས་པའི་འདུ་ཤེས་ཀྱང་མི་སྐྱེད་ལ།
en: However, unless I begin to practice disciplined conduct and austerities myself in his presence, he will never perceive me as someone special.

source: མངོན་སུམ་གྱི་ཤེས་པས་ཀྱང་ཤེས་པར་མི་འགྱུར་བ་དང་། འདུས་བྱས་ཟག་པ་དང་བཅས་པ་ཉེ་བར་ལེན་པ་དང་བཅས་པའི་བསམ་གཏན་དང་། ཏིང་ངེ་འཛིན་དང་སྙོམས་པར་འཇུག་པ་དག་ཀྱང་སུན་ཕྱུང་བར་མ་གྱུར་གྱིས།
en: He will also not have an understanding based on direct perception. In this way he will never renounce his concentration, absorption, and states of equilibrium, which are fabricated, defiled, and perpetuating.

source: གང་གིས་ན་དེ་ལ་བསམ་གཏན་གྱི་སྤྱོད་ཡུལ་དག་དང་སྙོམས་པར་འཇུག་པའི་དམིགས་པ་དག་མངོན་སུམ་དུ་འགྱུར་བ་དང་། འཇིག་རྟེན་པའི་ཏིང་ངེ་འཛིན་དག་ཀྱང་འབྱུང་བ་མ་ཡིན་པར་བསྟན་པར་འགྱུར་བ་དེ་ལྟ་བུའི་ཐབས་ཤིག་བསྟན་པར་བྱའམ།
en: “Therefore I must first actualize these experiences myself. In that way I can demonstrate that his worldly absorptions, which are limited to concentration and which only support states of equilibrium, do not carry a result.

source: བདག་རངས་བྱེད་ཀྱི་བུ་ལྷག་སྤྱོད་ཀྱི་དྲུང་དུ་སོང་སྟེ། བདག་གི་ཏིང་ངེ་འཛིན་གྱི་ཡོན་ཏན་གྱི་ཁྱད་པར་བསྟན་པའི་ཕྱིར་དེའི་སློབ་མར་ཁས་བླངས་ལ།
en: I will go to Rudraka, the son of Rāma, and become accepted as his student in order to demonstrate the superiority of the qualities of my own absorption.

source: འདུས་བྱས་ཀྱི་ཏིང་ངེ་འཛིན་སྙིང་པོ་མེད་པར་བསྟན་པར་བྱའམ་སྙམ་མོ།
en: I will demonstrate to him that fabricated absorptions are pointless.”

source: །དགེ་སློང་དག་དེ་ནས་བྱང་ཆུབ་སེམས་དཔས་དོན་དེའི་དབང་དུ་བྱས་ཏེ། རངས་བྱེད་ཀྱི་བུ་ལྷག་སྤྱོད་ག་ལ་བ་དེར་སོང་ནས་ཕྱིན་པ་དང་། རངས་བྱེད་ཀྱི་བུ་ལྷག་སྤྱོད་ལ་འདི་སྐད་ཅེས་སྨྲས་སོ།
en: Monks, with this purpose in mind, the Bodhisattva went to see Rudraka, the son of Rāma.

source: །གྲོགས་པོ་ཁྱོད་ཀྱི་སྟོན་པ་ནི་སུ་ཞིག །སུས་ཆོས་བསྟན་པ་ཀུན་ཤེས། དེ་སྐད་ཅེས་སྨྲས་པ་དང་། རངས་བྱེད་ཀྱི་བུ་ལྷག་སྤྱོད་ཀྱིས་བྱང་ཆུབ་སེམས་དཔའ་ལ་འདི་སྐད་ཅེས་སྨྲས་སོ།
en: When he met Rudraka, the Bodhisattva asked, “My friend, who is your teacher? Who taught you so well?”

source: །གྲོགས་པོ་ཁོ་བོ་ལ་སྟོན་པ་གང་ཡང་མེད་དེ།
en: Rudraka, the son of Rāma, answered, “My friend, I did not have a teacher.

source: འོན་ཀྱང་ཁོ་བོ་རང་གིས་འདི་ཡང་དག་པར་ཁོང་དུ་ཆུད་དོ།
en: Nevertheless I did reach a genuine understanding on my own.”

source: །བྱང་ཆུབ་སེམས་དཔས་སྨྲས་པ། ཁྱོད་ཀྱིས་ཅི་ཁོང་དུ་ཆུད།
en: The Bodhisattva then asked, “What is it you understand?”

source: སྨྲས་པ། འདུ་ཤེས་མེད་འདུ་ཤེས་མེད་མིན་སྐྱེ་མཆེད་ཀྱི་སྙོམས་པར་འཇུག་པའི་ལམ་མོ།
en: Rudraka replied, “The way of equilibrium, which is neither perception nor nonperception.”

source: །བྱང་ཆུབ་སེམས་དཔས་སྨྲས་པ། བདག་གིས་ཁྱོད་ལས་ཏིང་ངེ་འཛིན་གྱི་ལམ་གྱི་གདམས་ངག་དང་རྗེས་སུ་བསྟན་པ་ཐོབ་པར་འཚལ་ལོ། །
en: Next the Bodhisattva asked, “Could you please allow me to follow you so that I can obtain the instructions for your path of absorption?”

source: སྨྲས་པ། དེ་ལྟར་བྱའོ་ཞེས་བྱ་བ་ནས་གདམས་ངག་བྱིན་པའི་བར་དུའོ།
en: Rudraka replied, “Yes indeed, I will let you follow me so that you can obtain instructions for my path of absorption.”

source: །དེ་ནས་བྱང་ཆུབ་སེམས་དཔའ་ཕྱོགས་གཅིག་ཏུ་སོང་སྟེ་སྐྱིལ་མོ་ཀྲུང་བཅས་ནས་འདུག་གོ།
en: With this the Bodhisattva went off and sat down with his legs crossed.

source: །འདུག་མ་ཐག་ཏུ་བྱང་ཆུབ་སེམས་དཔའི་བསོད་ནམས་ཀྱི་ཁྱད་པར་དང་། ཡེ་ཤེས་ཀྱི་ཁྱད་པར་དང་། སྔོན་སྤྱད་པ་ལེགས་པར་སྤྱད་པའི་འབྲས་བུའི་ཁྱད་པར་དང་། ཏིང་ངེ་འཛིན་ཐམས་ཅད་ལ་འདྲིས་པའི་ཁྱད་པར་དང་། དེ་སེམས་ལ་དབང་སྒྱུར་བའི་ཕྱིར་བསམ་གཏན་ལ་སོགས་པའི་འཇིག་རྟེན་པའི་སྙོམས་པར་འཇུག་པ་བརྒྱ་སྟོང་ཐམས་ཅད་རྣམ་པ་དང་བཅས། བྱེ་བྲག་དང་བཅས་པར་མངོན་སུམ་དུ་གྱུར་ཏོ།
en: Now, no sooner did the Bodhisattva sit down before he actualized hundreds of all the main types of worldly and transcendent equilibriums in all their many details. The reason he could do this was because he had become a master of his mind, possessing a superior accumulation of merit and wisdom, a special fruition of all his previous trainings, and a distinctive familiarity with all absorptions.

source: །དེ་ནས་བྱང་ཆུབ་སེམས་དཔའ་དྲན་པ་དང་ཤེས་བཞིན་དུ་སྟན་ལས་ལངས་ཏེ། རངས་བྱེད་ཀྱི་བུ་ལྷག་སྤྱོད་ག་ལ་བ་དེར་སོང་ནས་ཕྱིན་པ་དང་། རངས་བྱེད་ཀྱི་བུ་ལྷག་སྤྱོད་ལ་འདི་སྐད་ཅེས་སྨྲས་སོ།
en: At that point the Bodhisattva arose from his seat, mindful and attentive, and went to see Rudraka, the son of Rāma. He then addressed him:

source: །གྲོགས་པོ་འདུ་ཤེས་མེད་འདུ་ཤེས་མེད་མིན་སྐྱེ་མཆེད་ཀྱི་ལམ་ལས་གོང་ན་གཞན་འགའ་ཞིག་ཡོད་དམ།
en: “My friend, is there any higher path than the state of neither perception nor nonperception?”

source: དེས་སྨྲས་པ། མེད་དོ།
en: “No,” Rudraka replied.

source: །དེ་ནས་བྱང་ཆུབ་སེམས་དཔའ་འདི་སྙམ་དུ་སེམས་ཏེ། ལྷག་སྤྱོད་འབའ་ཞིག་ལ་དད་པ་ཡོད་པ་དང་། བརྩོན་འགྲུས་དང་། དྲན་པ་དང་། ཏིང་ངེ་འཛིན་དང་། ཤེས་རབ་ཡོད་པ་མ་ཡིན་གྱི།
en: The Bodhisattva then thought to himself, “Rudraka is not the only one who has faith, diligence, mindfulness, concentration, and wisdom.

source: བདག་ལ་ཡང་དད་པ་དང་། བརྩོན་འགྲུས་དང་། དྲན་པ་དང་། ཏིང་ངེ་འཛིན་དང་། ཤེས་རབ་ཡོད་དོ་སྙམ་མོ། །དེ་ནས་བྱང་ཆུབ་སེམས་དཔས་རངས་བྱེད་ཀྱི་བུ་ལྷག་སྤྱོད་ལ་འདི་སྐད་ཅེས་སྨྲས་སོ།
en: I am also faithful, diligent, mindful, concentrated, and wise.” He therefore addressed Rudraka with these words:

source: །གྲོགས་པོ་ཁྱོད་གང་དུ་ངེས་པར་བྱུང་བའི་ཆོས་དེ་ཁོ་བོས་ཀྱང་ཁོང་དུ་ཆུད་དོ།
en: “My friend, I have now understood the teaching in which you are adept.”

source: །དེས་སྨྲས་པ། དེ་བས་ན་འདོང་ཁྱོད་དང་ཁོ་བོས་ཚོགས་འདི་དག་ལ་རྗེས་སུ་བསླབ་བོ་ཞེས་བྱང་ཆུབ་སེམས་དཔའ་དོན་འཐུན་པ་དང་། སློབ་དཔོན་གྱི་གནས་སུ་བཞག་གོ།
en: Rudraka replied, “Well, in that case, come, we should teach everyone together.” And accordingly he installed the Bodhisattva as a teacher on the same level as himself.

source: །བྱང་ཆུབ་སེམས་དཔས་སྨྲས་པ། གྲོགས་པོ་ལམ་འདི་ནི་ཡིད་འབྱུང་བར་འགྱུར་བ་མ་ཡིན།
en: The Bodhisattva then said, “My friend, this path does not free the mind.

source: འདོད་ཆགས་དང་བྲལ་བར་འགྱུར་བ་མ་ཡིན།
en: Neither does it free one from attachment.

source: འགོག་པར་འགྱུར་བ་མ་ཡིན། ཉེ་བར་ཞི་བར་འགྱུར་བ་མ་ཡིན།
en: It also does not lead to cessation or peace.

source: མངོན་པར་ཤེས་པར་འགྱུར་བ་མ་ཡིན། རྫོགས་པར་བྱང་ཆུབ་པར་འགྱུར་བ་མ་ཡིན།
en: It does not bring higher knowledge, nor does it lead to complete awakening.

source: དགེ་སྦྱོང་ཉིད་དུ་འགྱུར་བ་མ་ཡིན། མྱ་ངན་ལས་འདས་པར་འགྱུར་བ་མ་ཡིན་ནོ།
en: It does not make one a mendicant or a priest, and it does not lead to nirvāṇa.”

source: །དགེ་སློང་དག་དེ་ལྟར་བྱང་ཆུབ་སེམས་དཔས་ལྷག་སྤྱོད་སློབ་མ་དང་བཅས་པ་འདུན་པར་བྱས་ནས།
en: Monks, in this way the Bodhisattva made up his mind regarding Rudraka, the son of Rāma, and his followers.

source: དེ་ཙམ་གྱིས་ཆོག་གོ་ཞེས་བྱ་བ་ནས་ཆོག་པར་བྱས་ཏེ་སོང་བའི་བར་དུའོ།
en: He left them, saying, “This is enough; I am leaving.”

source: །དེའི་ཚེ་ལྔ་སྡེ་བཟང་པོ་རངས་བྱེད་ཀྱི་བུ་ལྷག་སྤྱོད་ལས་ཚངས་པར་སྤྱད་པ་སྤྱོད་པ་དེ་དག་འདི་སྙམ་དུ་སེམས་ཏེ།
en: At that point there were five ascetic companions who were learning religious practices under the guidance of Rudraka, the son of Rāma.

source: བདག་ཅག་གིས་འདིའི་ཕྱིར་ཡུན་རིང་པོར་བཙལ་ཅིང་བརྩོན་པར་བྱས་ཀྱང་མཐའ་དང་མུ་ཁོང་དུ་ཆུད་པར་མ་ནུས་ཀྱི།
en: They thought to themselves, “Even though we have tried and persisted for a long time in this way, we have not been able to realize our goal.

source: དགེ་སྦྱོང་གཽ་ཏ་མས་ཚེགས་ཆུང་ངུས་ཁོང་དུ་ཆུད་ཅིང་མངོན་དུ་བྱས་ལ་དེ་དེ་ཡང་མི་འདོད་ཅིང་།
en: Yet this mendicant Gautama was able to realize it and manifest it through such little hardship. And now he doesn’t want it!

source: དེ་ལས་གོང་དུ་ཚོལ་བ་ལས་ཐེ་ཚོམ་མེད་པར་དེ་ནི་འཇིག་རྟེན་གྱི་སྟོན་པར་འགྱུར་རོ།
en: Surely he must be searching for something even higher than that. Surely he will become a teacher of the world.

source: །གང་དེས་མངོན་དུ་བྱེད་པར་འགྱུར་བ་དེ་བདག་ཅག་ལ་ཡང་འགེད་པར་འགྱུར་རོ་སྙམ་མོ། །དེ་ལྟར་དཔྱད་ནས་ལྔ་སྡེ་བཟང་པོས་རངས་བྱེད་ཀྱི་བུ་ལྷག་སྤྱོད་ཀྱི་དྲུང་ནས་དོང་སྟེ། བྱང་ཆུབ་སེམས་དཔའི་ཕྱི་བཞིན་འབྲང་ངོ་།
en: Whatever he is about to discover, he will probably share it with us.” And with this, the five ascetic companions left Rudraka, the son of Rāma, to follow the Bodhisattva instead.

source: །དགེ་སློང་དག་དེ་ལྟར་བྱང་ཆུབ་སེམས་དཔའ་ཇི་སྲིད་དགའ་བའི་བར་དུ་རྒྱལ་པོའི་ཁབ་ཏུ་གནས་ནས་ལྔ་སྡེ་བཟང་པོ་དང་ལྷན་ཅིག་ཏུ་ཡུལ་མ་ག་དྷཱར་ཡུལ་རྒྱུ་ཞིང་སོང་སོང་ངོ་།
en: Monks, by that point the Bodhisattva had remained in Rājagṛha for as long as he wanted, and now he left together with the five ascetic companions in order to wander through the kingdom of Magadha.

source: །ཡང་དེའི་ཚེ་རྒྱལ་པོའི་ཁབ་དང་། རི་ག་ཡཱའི་བར་ན་ཚོགས་གཞན་དག་ཅིག་དུས་སྟོན་བྱེད་དེ།
en: Somewhere on the road between Rājagṛha and Gayā, they met a group of people who were enjoying a feast.

source: ཚོགས་དེ་དག་གིས་ཀྱང་བྱང་ཆུབ་སེམས་དཔའ་ལྔ་སྡེ་བཟང་པོ་དང་ལྷན་ཅིག་ཏུ་གནས་པར་བྱ་བ་དང་། ཟས་ལ་འགྲོན་དུ་བོས་སོ།
en: This group called out to the Bodhisattva and the five ascetic companions and invited them to sit down and participate in the feast.

source: །དགེ་སློང་དག་དེ་ནས་བྱང་ཆུབ་སེམས་དཔའ་ཡུལ་མ་ག་དྷཱར་ཡུལ་རྒྱུ་ཞིང་ཡུལ་མ་ག་དྷཱའི་རི་ག་ཡཱ་ག་ལ་བ་དེར་སོང་སྟེ། དེར་ཕྱིན་པར་གྱུར་ཏོ།
en: Monks, afterward the Bodhisattva proceeded through Magadha and eventually arrived at Gayā.

source: །རི་ག་ཡཱའི་རྩེ་མོ་དེར་བྱང་ཆུབ་སེམས་དཔས་སྤོང་བའི་ཕྱིར་གནས་ཏེ།
en: At the peak of Mount Gayā, the Bodhisattva stayed in order to apply himself to strenuous practice.

source: དེ་དེར་གནས་པའི་ཚེ། སྔོན་མ་ཐོས་པ་དང་། སྔོན་མི་ཤེས་པའི་དཔེ་གསུམ་མངོན་དུ་གྱུར་ཏོ།
en: As he was staying there, three parables that he had never previously heard or thought of came to his mind.

source: །གསུམ་གང་ཞེ་ན།
en: What were these three?

source: དགེ་སྦྱོང་དང་བྲམ་ཟེ་གང་ལ་ལ་འདོད་པ་དག་ལས་ལུས་དབེན་པར་མི་གནས་འདོད་པ་དག་ལས་སེམས་དབེན་པར་མི་གནས་ཤིང་།
en: First he thought, “There are some monks and priests who are unable to separate their mind and body from the objects of their desire.

source: དེ་དག་གི་འདོད་པ་ལ་དགའ་བ་དང་། འདོད་པ་ལ་ཆགས་པ་དང་། འདོད་པ་ལ་འདུན་པ་དང་། འདོད་པ་ལ་བརྐམ་པ་དང་། འདོད་པ་ལ་ཡོངས་སུ་གདུང་བ་དང་། འདོད་པ་ལ་ཞེན་པ་གང་ཡིན་པ་དེ་ནི་ཉེ་བར་ཞི་བ་མ་ཡིན་ལ།
en: Instead they delight in those objects and feel attached to them, long for them, wish for them, strive for them, crave and thirst for them, become senseless for them, and are burned by them. This striving after the objects of desire never brings peace.

source: དེ་དག་བདག་ཉིད་ཀྱིས་གནོད་པ་བྱེད་ཅིང་ལུས་ལ་གདུང་བར་བྱེད་པས། སྡུག་བསྔལ་གྱི་ཚོར་བ་དྲག་པོ་མི་བཟད་པ་ཚ་བ་མྱོང་སྟེ།
en: They further harm themselves and torment their bodies and end up with intense and unbearable feelings of suffering.

source: འོན་ཀྱང་དེ་དག་མིའི་ཆོས་བླ་མ་ལས་མཆོག་ཏུ་གྱུར་པ། འཕགས་པ་ཡེ་ཤེས་མཐོང་བའི་ཁྱད་པར་མངོན་དུ་བྱེད་མི་ནུས་སོ།
en: Therefore, in doing so, they become incapable of actualizing the noble wisdom vision that is superior to any human teaching.

source: །འདི་ལྟ་སྟེ་དཔེར་ན་སྐྱེས་བུ་ཞིག་མེ་འདོད་ལ་ཤིང་རློན་པའི་གཙུབ་སྟན་དང་། ཤིང་རློན་པའི་གཙུབ་ཤིང་ཐོགས་ལ་ཆུར་བཅུག་སྟེ་གཙུབས་ན་དེས་མེ་ཕྱིན་པར་མི་ནུས་སོ།
en: This is like a person who tries in vain to create a fire in order to make light by rubbing together two wet pieces of wood that have been submerged in water. He will not be able to produce fire and make light.

source: །དེ་བཞིན་དུ་དགེ་སྦྱོང་དང་། བྲམ་ཟེ་དེ་དག་འདོད་པ་རྣམས་ལས་ལུས་དབེན་པར་མི་གནས། འདོད་པ་རྣམས་ལས་སེམས་དབེན་པར་མི་གནས་ཏེ།
en: This is the same as the monks and priests who are unable to separate their mind and body from the objects of their desire.
